Repository: streckereck/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: By adding a geographic marker onto this website and answering questions, you are consenting to participate in a study conducted by researchers from the Spatial Pattern Analysis and Research (SPAR) Lab in the Department of Geography at the University of Victoria. All information gathered will be completely anonymous. Volunteers must be 13 years of age or older to participate. Parents or guardians may log the details for participants under the age of 13. Please be advised that once a volunteer participant has submitted their survey, it is impossible to withdraw this data at a later date given that it is fully anonymous. Also, the data may be used in additional future studies. Please be aware that data provided in this study could be linked to data collected in other studies (for e.g., hospital ER intake surveys).
es: Al agregar un marcador geográfico a este sitio web y responder preguntas, aceptas participar en un estudio realizado por investigadores del Laboratorio de Análisis e Investigación de Patrones Espaciales (SPAR) en el Departamento de Geografía de la Universidad de Victoria. Toda la información recopilada será completamente anónima. Los voluntarios deben ser mayores de 13 años para participar. Los padres o tutores pueden registrar los detalles de los participantes menores de 13 años. Ten en cuenta que una vez que un participante voluntario haya enviado su encuesta, es imposible retirar esta información en una fecha posterior, ya que es totalmente anónima. Además, los datos se pueden utilizar en futuros estudios adicionales. Ten en cuenta que los datos proporcionados en este estudio podrían estar vinculados a los datos recopilados en otros estudios (por ejemplo, encuestas de ingreso a la sala de emergencias).

source: The data collected from this research will enable SPAR Lab researchers and graduate students to study the patterns of bike collisions and near misses in various municipalities including the Capital Regional District and Vancouver (BC, Canada). Understanding the geographical patterns to risk for cyclists will enable better decisions to be made regarding future transportation plans for each region.
es: Los datos recopilados a partir de esta investigación permitirán a los investigadores y estudiantes de posgrado del SPAR Lab estudiar los patrones de colisiones de bicicletas y casi accidentes en varios municipios, incluido el Distrito Regional de la capital y Vancouver (BC, Canadá). La comprensión de los patrones geográficos de riesgo para los ciclistas permitirá tomar mejores decisiones con respecto a los planes de transporte futuros para cada región.

source: Funding for this research project has been provided by NSERC Engage and Mitacs grants to Dr. Trisalyn Nelson. Other project partners providing in kind support include: the Captial Regional District (CRD); Pedalheads; KidicalMassyyj; the Canadian Automobile Association; Bunt and Associates; Strava.com; and the Traffic Injury Research Foundation (TIRF). If you have any questions regarding this research, please contact Dr. Trisalyn Nelson,
es: El financiamiento para este proyecto de investigación ha sido proporcionado por un fondo de la NSERC Engage y Mitacs al Dr. Trisalyn Nelson. Otros socios del proyecto que brindan apoyo en especie incluyen: el Distrito Regional Capital (CRD); Cabeza de pedal; KidicalMassyyj; la Asociación Canadiense de Automóviles; Bunt y Asociados; Strava.com; y la Fundación de Investigación de Lesiones de Tráfico (TIRF). Si tienes alguna pregunta sobre esta investigación, comunícate con el Dr. Trisalyn Nelson,

source: In addition, you may verify the ethical approval of this study, or raise any concerns you might have, by contacting the Human Research Ethics Office at the University of Victoria
es: Además, puedes verificar la aprobación ética de este estudio, o plantear cualquier inquietud que puedas tener, comunicándote con la Oficina de Ética en Investigación Humana de la Universidad de Victoria

source: Vanessa is a postdoctoral research associate in the Spatial Analysis Research Center at Arizona State University. She uses her background in geography and remote sensing to develop innovative methods for movement analytics. She is interested in the effects of environmental and sociodemographic factors on active transportation. She is currently working on understanding the effects of weather and pollution on bicycling. An enthusiast of bicycling commuting, Vanessa is thrilled to be part of the team because she believes that BikeMaps.org can help make active transportation safer and even more fun for everyone!
es: Vanessa es asociada de investigación posdoctoral en el Centro de Investigación de Análisis Espacial de la Universidad Estatal de Arizona. Ella usa su experiencia en geografía y teledetección para desarrollar métodos innovadores para el análisis de movimiento. Está interesada en los efectos de los factores ambientales y sociodemográficos en el transporte activo. Actualmente está trabajando para comprender los efectos del clima y la contaminación en el ciclismo. Entusiasta de los desplazamientos en bicicleta, Vanessa está encantada de ser parte del equipo porque cree que BikeMaps.org puede ayudar a que el transporte activo sea más seguro e incluso más divertido para todos.

source: Privacy Policy
es: Política de privacidad

source: <p>BikeMaps built the BikeMaps app as a free app. This SERVICE is provided by BikeMaps at no cost and is intended for use as is.</p> <p>This page is used to inform website visitors regarding BikeMaps's policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service. If you choose to use our Service, then you agree to the collection and use of information in relation with this policy. The Personal Information that we collect are used for providing and improving the Service.</p> <p>We will not use or share your information with anyone except as described in this Privacy Policy.</p> <p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at BikeMaps, unless otherwise defined in this Privacy Policy.</p>
es: <p>BikeMaps creó la aplicación BikeMaps como una aplicación gratuita.</p> <p>Este SERVICIO es proporcionado por BikeMaps sin costo y está diseñado para usarse tal cual.</p> <p>Esta página se utiliza para informar a los visitantes del sitio web sobre las políticas de BikeMaps con respecto a la recopilación, uso y divulgación de información personal si alguien decide utilizar nuestro Servicio.</p> <p>Si elige usar nuestro Servicio, entonces acepta la recopilación y el uso de información en relación con esta política.</p> <p>La información personal que recopilamos se utiliza para proporcionar y mejorar el Servicio. No utilizaremos ni compartiremos su información con nadie, excepto como se describe en esta Política de privacidad. Los términos utilizados en esta Política de privacidad tienen el mismo significado que en nuestros Términos y condiciones, a los que se puede acceder en BikeMaps, a menos que se defina lo contrario en esta Política de privacidad.</p>

source: For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your email address. The information that we request is will be retained by us and used as described in this privacy policy.
es: Para una mejor experiencia al usar nuestro Servicio, es posible que le solicitemos que nos brinde cierta información de identificación personal, que incluye, entre otros, su dirección de correo electrónico. La información que solicitamos será retenida por nosotros y utilizada como se describe en esta política de privacidad.

source: We want to inform you that whenever you use our Service, in case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your devices’s Internet Protocol ("IP") address, device name, operating system version, configuration of the app when utilising our Service, the time and date of your use of the Service, and other statistics.
es: Queremos informarle que cada vez que utiliza nuestro Servicio, en caso de un error en la aplicación, recopilamos datos e información (a través de productos de terceros) en su teléfono llamados Datos de registro. Estos Datos de registro pueden incluir información como la dirección del Protocolo de Internet ("IP") de sus dispositivos, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación al utilizar nuestro Servicio, la hora y la fecha de uso del Servicio y otras estadísticas.

source: Cookies are files with small amount of data that is commonly used an anonymous unique identifier. These are sent to your browser from the website that you visit and are stored on your devices’s internal memory.
es: Las cookies son archivos con una pequeña cantidad de datos que se usa comúnmente como un identificador único anónimo. Estos se envían a su navegador desde el sitio web que visita y se almacenan en la memoria interna de sus dispositivos.

source: This Services does not uses these "cookies" explicitly. However, the app may use third party code and libraries that use "cookies" to collection information and to improve their services. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.
es: Este Servicio no utiliza estas "cookies" explícitamente. Sin embargo, la aplicación puede usar código de terceros y bibliotecas que usan "cookies" para recopilar información y mejorar sus servicios. Tiene la opción de aceptar o rechazar estas cookies y saber cuándo se envía una cookie a su dispositivo. Si elige rechazar nuestras cookies, es posible que no pueda usar algunas partes de este Servicio.

source: We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.
es: Queremos informar a los usuarios de este Servicio que estos terceros tienen acceso a su Información personal. El motivo es realizar las tareas que se les asignan en nuestro nombre. Sin embargo, están obligados a no divulgar ni utilizar la información para ningún otro propósito.

source: We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.
es: Valoramos su confianza en proporcionarnos su información personal, por lo tanto, nos esforzamos por utilizar medios comercialmente aceptables para protegerla. Pero recuerde que ningún método de transmisión por Internet o método de almacenamiento electrónico es 100% seguro y confiable, y no podemos garantizar su seguridad absoluta.

source: This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, I strongly advise you to review the Privacy Policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.
es: Este servicio puede contener enlaces a otros sitios. Si hace clic en un enlace de un tercero, será dirigido a ese sitio. Tenga en cuenta que estos sitios externos no son operados por nosotros. Por lo tanto, le recomiendo que revise la Política de privacidad de estos sitios web. No tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros.

source: This Services does not address anyone under the age of 13. We do not knowingly collect personal identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to take necessary actions.
es: Este Servicio no se dirige a ninguna persona menor de 13 años. No recopilamos a sabiendas información personal identificable de niños menores de 13 años. En el caso de que descubramos que un niño menor de 13 años nos ha proporcionado información personal, la eliminamos de inmediato de nuestros servidores. Si usted es padre o tutor y sabe que su hijo nos ha proporcionado información personal, contáctenos para que podamos tomar las medidas necesarias.

source: We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately, after they are posted on this page.
es: Podemos actualizar nuestra Política de privacidad de vez en cuando. Por lo tanto, se recomienda que revise esta página periódicamente en busca de cambios. Le notificaremos cualquier cambio publicando la nueva Política de privacidad en esta página. Estos cambios son efectivos inmediatamente, después de que se publiquen en esta página.

source: If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.
es: Si tiene alguna pregunta o sugerencia sobre nuestra Política de privacidad, no dude en contactarnos.

source: This Privacy Policy page was created at
es: Esta página de Política de privacidad fue creada en

source: Information Collection and Use
es: Recolección de información y uso

source: Log Data
es: Dato de registro

source: Service Providers
es: Proveedores de servicio

source: Security
es: Seguridad

source: Links to Other Sites
es: Enlaces a otros sitios

source: Children’s Privacy
es: Privacidad de los niños

source: Changes to This Privacy Policy
es: Cambios a esta política de privacidad

source: Contact Us
es: Contacta con nosotros

source: Visualization
es: Visualización
