Repository: streckereck/BikeMaps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: French
es: Francés

source: German
es: Alemán

source: Icelandic
es: Islandés

source: Spanish
es: Español

source: What type of bicycle were you riding?
es: ¿Qué tipo de bicicleta estabas usando?

source: Were you using bike lights?
es: ¿Estabas usando luces de bicicleta?

source: How were you moving?
es: ¿Cómo te estabas moviendo?

source: Layers
es: Capas

source: Citizen collision report
es: Informe de colisión ciudadana

source: What was stolen?
es: ¿Qué fue robado?

source: Did you have your bike locked?
es: ¿Tenías tu bicicleta con candado?

source: What kind of lock were you using?
es: ¿Qué tipo de candado estabas usando?

source: Where did you leave your bike?
es: ¿Dónde dejaste tu bicicleta?

source: Which describes the lighting conditions where and when the theft occurred?
es: ¿Cuál describe las condiciones de iluminación donde y cuando ocurrió el robo?

source: Which best describes the traffic in the area where the theft occurred?
es: ¿Cuál describe mejor el tráfico en el área donde ocurrió el robo?

source: I'm now more careful about where/when/how I ride
es: Ahora tengo más cuidado de donde/cuando/como ando en bicicleta

source: I'm now more careful about where/when/how I ride AND I bike less
es: Ahora tengo más cuidado de donde/cuando/como ando en bicicleta Y ando menos

source: What sort of object did the cyclist collide or nearly collide with?
es: ¿Con qué tipo de objeto chocó el ciclista o casi chocó?

source: What type of bicycle was involved in the incident?
es: ¿Qué tipo de bicicleta estuvo involucrada en el incidente?

source: When was the theft?
es: ¿Cuándo fue el robo?

# close window button
source: Close
es: Cerrar

source: BikeMaps.org makes no representations, express or implied, as to the accuracy, completeness and timeliness of the information, maps, and data contained herein. Conclusions drawn or decisions made from the information provided on BikeMaps.org are the responsibility of the user. BikeMaps.org assumes no responsibility for its use.
es: BikeMaps.org no hace representaciones, expresas o implícitas, en cuanto a la precisión, integridad y actualidad de la información, mapas y datos contenidos en este documento. Las conclusiones extraídas o las decisiones tomadas a partir de la información proporcionada en BikeMaps.org son responsabilidad del usuario. BikeMaps.org no asume ninguna responsabilidad por su uso.

source: required
es: necesario

source: Submit a new report
es: Enviar un nuevo informe

source: I have read and understand the <a href='%(terms_url)s' target=_blank> terms and conditions
es: He leído y entendido los <a href='%(terms_url)s' target=_blank> términos y condiciones

source: Why are we asking for personal details?
es: ¿Por qué pedimos datos personales?

source: Personal details such as age and gender are routinely collected in health research including studies examining cycling injuries (e.g., Cripton et al. 2015). In addition, details such as rider experience and gender have been shown to be important predictors of cycling safety and risk (Beck et al. 2007). The goal of BikeMaps.org is to gather more comprehensive data to better assess cycling safety and risk. Providing personal details will allow us to more accurately fill in these data gaps.
es: Los datos personales, como la edad y el sexo, se recopilan de forma rutinaria en investigaciones de salud, incluidos estudios que examinan lesiones en bicicleta (por ejemplo, Cripton et al.2015). Además, se ha demostrado que detalles como la experiencia del conductor y el género son predictores importantes de la seguridad y el riesgo del ciclismo (Beck et al. 2007). El objetivo de BikeMaps.org es reunir datos más completos para evaluar mejor la seguridad y el riesgo del ciclismo. Proporcionar datos personales nos permitirá completar con mayor precisión estos vacíos de datos.

source: Trisalyn founded BikeMaps.org while heading the Spatial Pattern Analysis and Research (SPAR) Lab in the Department of Geography at the University of Victoria. Now, at Arizona State University, she is the Director of the School of Geographical Sciences and Urban Planning. As a mom and an avid cyclist, Trisalyn sees BikeMaps.org contributing to even safer cycling conditions, which will ultimately lead to more people biking.
es: Trisalyn fundó BikeMaps.org mientras dirigía el Laboratorio de Análisis e Investigación de Patrones Espaciales (SPAR) en el Departamento de Geografía de la Universidad de Victoria. Ahora, en la Universidad Estatal de Arizona, es directora de la Facultad de Ciencias Geográficas y Planificación Urbana. Como madre y ávida ciclista, Trisalyn ve que BikeMaps.org contribuye a condiciones de ciclismo aún más seguras, lo que finalmente conducirá a más personas en bicicleta.

source: Founder of BikeMaps.org
es: Fundadora de BikeMaps.org

source: Metro Vancouver Research Lead
es: Jefe de investigación de Metro Vancouver

source: Executive Director
es: Directora ejecutiva

source: Karen has been part of the BikeMaps.org team since the project began in 2014. She has managed many aspects of the project and has been heavily involved in community outreach and engagement. Prior to the creation of BikeMaps.org, Karen worked at SPAR Lab on a wide variety of research projects. In her personal life, Karen has gained considerable experience volunteering on numerous boards that support amateur sports or community initiatives. In addition to being mom to a bike-crazy family, Karen can be found running the trails around Victoria.
es: Karen ha sido parte del equipo de BikeMaps.org desde que comenzó el proyecto en 2014. Ella ha manejado muchos aspectos del proyecto y ha estado muy involucrada en el alcance y participación de la comunidad. Antes de la creación de BikeMaps.org, Karen trabajó en SPAR Lab en una amplia variedad de proyectos de investigación. En su vida personal, Karen ha adquirido una considerable experiencia como voluntaria en numerosas juntas que apoyan los deportes aficionados o las iniciativas comunitarias. Además de ser madre de una familia loca por las bicicletas, se puede encontrar a Karen corriendo por los senderos alrededor de Victoria.

source: Post-Doctoral Research Associate
es: Investigador Postdoctoral Asociado

source: Colin uses traditional and emerging geographic data to better understand people and their environments. A long-time city and mountain biker, Colin is happy to be part of the BikeMaps.org team as a developer and researcher because it combines his favorite things: maps, apps, people, and bikes!
es: Colin utiliza datos geográficos tradicionales y emergentes para comprender mejor a las personas y sus entornos. Colin, un ciclista de la ciudad y la montaña desde hace mucho tiempo, se complace en formar parte del equipo BikeMaps.org como desarrollador e investigador porque combina sus cosas favoritas: mapas, aplicaciones, personas y bicicletas.

source: Assistant Research Professor
es: Profesora asistente de investigación

source: Rebecca is a recognized cycling safety expert. Her research found that near misses significantly impact perceived safety while cycling, underscoring the need to collect and better understand this data. As a multi-modal traveler and the mother of two burgeoning cyclists, she cares deeply about improving cycling safety to enable society to reap the health, mobility, and environmental benefits that a safe and complete bicycling network can bring.
es: Rebecca es una reconocida experta en seguridad ciclista. Su investigación descubrió que los accidentes cercanos impactan significativamente la seguridad percibida durante el ciclismo, lo que subraya la necesidad de recopilar y comprender mejor estos datos. Como viajera multimodal y madre de dos ciclistas en ciernes, se preocupa profundamente por mejorar la seguridad del ciclismo para permitir a la sociedad cosechar los beneficios para la salud, la movilidad y el medio ambiente que puede brindar una red de ciclismo segura y completa.

source: Communication and Outreach, Metro Vancouver
es: Comunicación y divulgación, Metro Vancouver

source: Moreno joined the BikeMaps team in Fall of 2015. He is based in Vancouver and helps coordinate BikeMaps.org promotion and community outreach efforts in the region. A graduate of SFU’s Faculty of Health Sciences, Moreno completed his thesis research on the impending Vancouver public bike share system. Moreno views cycling as a solution to many health, social, and environmental problems, and as the centrepiece of a more sustainable, egalitarian, and inclusive society.
es: Moreno se unió al equipo de BikeMaps en el otoño de 2015. Tiene su sede en Vancouver y ayuda a coordinar la promoción de BikeMaps.org y los esfuerzos de alcance comunitario en la región. Graduado de la Facultad de Ciencias de la Salud de SFU, Moreno completó su investigación de tesis sobre el inminente sistema público de bicicletas públicas de Vancouver. Moreno ve el ciclismo como una solución a muchos problemas de salud, sociales y ambientales, y como la pieza central de una sociedad más sostenible, igualitaria e inclusiva.

source: Research Assistant
es: Asistente de investigación

source: Jaimy joined the BikeMaps team in 2016. She is currently pursuing her MSc with Dr. Meghan Winters at Simon Fraser University. As part of her work, Jaimy will be looking at the link between investment in All Ages and Abilities (AAA) bicycle infrastructure and ridership and safety outcomes. Her work is part of the larger Impacts of Bicycle Infrastructure in Mid-Sized Cities project, and through it she’ll be advancing skills in predictive modelling and spatial analysis approaches to model bicycling exposure and safety.
es: Jaimy se unió al equipo de BikeMaps en 2016. Actualmente está cursando su maestría con la Dra. Meghan Winters en la Universidad Simon Fraser. Como parte de su trabajo, Jaimy analizará el vínculo entre la inversión en infraestructura para bicicletas All Ages and Abilities (AAA) y los resultados de seguridad y uso de los pasajeros. Su trabajo es parte del proyecto Impactos más grandes de la infraestructura de bicicletas en ciudades de tamaño medio, y a través de él avanzará habilidades en modelos predictivos y enfoques de análisis espacial para modelar la exposición y seguridad en bicicleta.

source: Daniel Fuller is a Canada Research Chair in Population Physical Activity in the School of Human Kinetics and Recreation at Memorial University. His research is focused on using wearable technologies to study physical activity, transportation interventions, and equity in urban spaces. Dan has an MSc in Kinesiology from the University of Saskatchewan, a PhD in Public Health from Université de Montréal. Dan is the Principal Investigator on the INTERACT team and Neighbourhood Factors Team co-lead of the Canadian Urban Environmental Health (CANUE) Research Consortium. He spends free time chasing his two rambunctious kids, and relives his youth playing recreational basketball on Mondays and Wednesdays.
es: Daniel Fuller es catedrático de investigación de Canadá en actividad física de la población en la Escuela de Cinética y Recreación Humana de la Universidad Memorial. Su investigación se centra en el uso de tecnologías portátiles para estudiar la actividad física, las intervenciones de transporte y la equidad en los espacios urbanos. Dan tiene una maestría en kinesiología de la Universidad de Saskatchewan, un doctorado en salud pública de la Universidad de Montreal. Dan es el investigador principal del equipo INTERACT y co-líder del Equipo de Factores Vecinos del Consorcio de Investigación de Salud Ambiental Urbana Canadiense (CANUE). Pasa el tiempo libre persiguiendo a sus dos niños traviesos y revive a su juventud jugando baloncesto recreativo los lunes y miércoles.

source: Jonathan is a Masters Student at Memorial University of Newfoundland in the Walkabilly Lab, sharing the mission of a physically active Canadian Population. Having been on wheels since his earliest ages, he is passionate about cycling culture, safety and efficacy. Being a part of BikeMaps provides a unique research opportunity to improve bike culture and help more people ride bikes (safely) than ever before.
es: Jonathan es un estudiante de maestría en la Memorial University of Newfoundland en Walkabilly Lab, y comparte la misión de una población canadiense físicamente activa. Después de haber estado sobre ruedas desde sus primeros años, es un apasionado de la cultura, la seguridad y la eficacia del ciclismo. Ser parte de BikeMaps brinda una oportunidad de investigación única para mejorar la cultura de las bicicletas y ayudar a más personas a andar en bicicleta (de manera segura) que nunca antes.

source: PhD. Student
es: Doctor. Estudiante

source: Michael is a recent SPAR Lab graduate and currently a PhD student at the Faculty of Health Sciences at Simon Fraser University. As a part of his PhD, Michael will be using data collected on BikeMaps.org to investigate the link between active transport, health and safety. Michael is looking forward to leveraging the power of crowd-sourced data in order to better understand cycling safety.
es: Michael se graduó recientemente de SPAR Lab y actualmente es estudiante de doctorado en la Facultad de Ciencias de la Salud de la Universidad Simon Fraser. Como parte de su doctorado, Michael utilizará los datos recopilados en BikeMaps.org para investigar el vínculo entre el transporte activo, la salud y la seguridad. Michael espera aprovechar el poder de los datos de origen público para comprender mejor la seguridad del ciclismo.

source: ASU BikeMaps Promoter
es: Promotor de ASU BikeMaps

source: Syera Torain is a current undergraduate student at Arizona State University (ASU) pursuing a degree in Urban Planning, with a minor in Mandarin Chinese and a certificate in geographical information systems. After graduation, she will move on to graduate school as a part of the accelerated masters program for urban planning with a focus in transportation. She is interested in traveling to transit-friendly cities abroad to research the relationship between public transportation utilization and the urban landscape. For BikeMaps, she focuses on promotion and marketing to raise awareness of BikeMaps for ASU students and Tempe residents. Through participating in public events, distributing promotional materials, and posting on social media, she hopes to excite the community about working together to make biking safer! In her spare time, Syera tries to stay as active as possible, spending ample time walking outdoors, exercising, and at learning choreography with the on-campus Korean Pop dance club.
es: Syera Torain es una estudiante actual de pregrado en la Universidad Estatal de Arizona (ASU) que busca un título en Planificación Urbana, con una especialización en chino mandarín y un certificado en sistemas de información geográfica. Después de la graduación, pasará a la escuela de posgrado como parte del programa acelerado de maestría para la planificación urbana con un enfoque en el transporte. Está interesada en viajar a ciudades amigables con el tránsito en el extranjero para investigar la relación entre la utilización del transporte público y el paisaje urbano. Para BikeMaps, se centra en la promoción y el marketing para crear conciencia sobre BikeMaps para los estudiantes de ASU y los residentes de Tempe. Al participar en eventos públicos, distribuir materiales promocionales y publicar en las redes sociales, ¡espera entusiasmar a la comunidad por trabajar juntos para hacer que la bicicleta sea más segura! En su tiempo libre, Syera trata de mantenerse lo más activa posible, pasando mucho tiempo caminando al aire libre, haciendo ejercicio y aprendiendo coreografía con el club de baile coreano Pop en el campus.

source: TIRF - Chief Operating Officer
es: TIRF - Director de Operaciones

source: Ward Vanlaar is the Vice President Research of the Traffic Injury Research Foundation. Ward serves as the lead of the BikeMaps.org research efforts made possible through funding from the Public Health Agency of Canada. Ward specializes in complex evaluation designs and statistical analysis. He believes in 'living healthy by design' and wants to contribute to this goal by making safe cycling more widely available through initiatives like BikeMaps.org.
es: Ward Vanlaar es Vicepresidente de Investigación de la Traffic Injury Research Foundation. Ward sirve como líder de los esfuerzos de investigación de BikeMaps.org que se hicieron posibles gracias a la financiación de la Agencia de Salud Pública de Canadá. Ward se especializa en diseños de evaluación complejos y análisis estadísticos. Él cree en 'vivir saludablemente por diseño' y quiere contribuir a este objetivo haciendo que el ciclismo seguro esté más ampliamente disponible a través de iniciativas como BikeMaps.org.

source: TIRF - Research Associate
es: TIRF - Investigador Asociado

source: Dr. Heather Woods-Fry is a Research Associate with the Traffic Injury Research Foundation. Heather serves as a coordinator for the collection of qualitative BikeMaps.org data, and is responsible for analyzing the qualitative data as part of the evaluation of the BikeMaps.org Public Health Agency of Canada research project. Heather believes in living a balanced and active lifestyle, and feels that the accessibility of tools such as BikeMaps.org is essential to promote safe cycling for all Canadians.
es: La Dra. Heather Woods-Fry es investigadora asociada de la Traffic Injury Research Foundation. Heather sirve como coordinadora para la recopilación de datos cualitativos de BikeMaps.org, y es responsable de analizar los datos cualitativos como parte de la evaluación del proyecto de investigación de la Agencia de Salud Pública de Canadá de BikeMaps.org. Heather cree en vivir un estilo de vida equilibrado y activo, y siente que la accesibilidad de herramientas como BikeMaps.org es esencial para promover el ciclismo seguro para todos los canadienses.

source: TIRF - President & CEO
es: TIRF - Presidenta y CEO

source: Robyn Robertson is the President & CEO of the Traffic Injury Research Foundation. She is the author of TIRF's knowledge translation model, and spends much of her time working with practitioners and the public to incorporate research findings in operational practices across transportation, criminal justice and health systems. She wants to contribute to the usability of BikeMaps.org data to inform decision-making at all levels to keep cyclists safe.
es: Robyn Robertson es la presidenta y directora ejecutiva de la Traffic Injury Research Foundation. Es autora del modelo de traducción de conocimientos de TIRF y pasa gran parte de su tiempo trabajando con profesionales y el público para incorporar los resultados de la investigación en prácticas operativas en los sistemas de transporte, justicia penal y salud. Ella quiere contribuir a la usabilidad de los datos de BikeMaps.org para informar la toma de decisiones en todos los niveles para mantener a los ciclistas seguros.

source: Developer
es: Desarrollador

source: Darren completed his MSc in the SPAR lab in 2017. He continues his involvement with BikeMaps maintaining the website and mobile apps. When not coding away, Darren enjoys mountain biking, skiing and hiking.
es: Darren completó su maestría en el laboratorio SPAR en 2017. Continúa su participación en BikeMaps manteniendo el sitio web y las aplicaciones móviles. Cuando no está codificando, Darren disfruta del ciclismo de montaña, el esquí y el senderismo.

source: Conner completed his BSc. in Geomatics at the University of Victoria. He enjoys programming, cartography, and understanding spatial and aspatial relationships. Conner enjoys surfing and camping. Conner is now working at Lattitude Geographics.
es: Conner completó su BSc. en Geomática en la Universidad de Victoria. Le gusta la programación, la cartografía y la comprensión de las relaciones espaciales y espaciales. A Conner le gusta surfear y acampar. Conner ahora está trabajando en Lattitude Geographics.

source: After completing a postdoctoral fellowship at Arizona State University, Calvin joined Lime as a Policy Research Manager in 2018.
es: Después de completar una beca posdoctoral en la Universidad Estatal de Arizona, Calvin se unió a Lime como Gerente de Investigación de Políticas en 2018.

source: Alumni, Developer
es: Alumnos, Desarrollador

source: Alumni
es: Alumnos

source: A graduate of the Geomatics program at the University of Victoria, Taylor is the developer behind the BikeMaps website. Taylor worked at the Hakai Institute in Victoria, and he is currently pursuing graduate studies at the University of Waterloo.
es: Graduado del programa de Geomática en la Universidad de Victoria, Taylor es el desarrollador detrás del sitio web BikeMaps. Taylor trabajó en el Instituto Hakai en Victoria, y actualmente está cursando estudios de posgrado en la Universidad de Waterloo.

source: Ben was BikeMaps.org’s first graduate student and was instrumental in the successful outreach in the early days of BikeMaps.org. For his MSc research, Ben compared ridership data collected manually to those using crowdsourced apps such as Strava (http://bit.ly/2af2Cpc). Ben’s research also used data collected on BikeMaps.org to study incidents at multiuse trail and road intersections.
es: Ben fue el primer estudiante graduado de BikeMaps.org y fue instrumental en la exitosa divulgación en los primeros días de BikeMaps.org. Para su investigación de maestría, Ben comparó los datos de pasajeros recopilados manualmente con los que usan aplicaciones de crowdsourcing como Strava (http://bit.ly/2af2Cpc). La investigación de Ben también utilizó datos recopilados en BikeMaps.org para estudiar incidentes en senderos de múltiples usos y en intersecciones de carreteras.

source: Citizen Based Web-Mapping of Bike Collisions and Near Misses (BikeMaps.org)
es: Mapa web basado en el ciudadano de colisiones de bicicletas y casi desaparecidos (BikeMaps.org).

source: As part of a UVic research project, we are interested in obtaining information regarding your cycling experiences. In particular we would like to know about any incidents that you have had. The data collected is completely anonymous. The survey should take approximately 5 minutes.
es: Como parte de un proyecto de investigación de la UVic, estamos interesados ​​en obtener información sobre tus experiencias de ciclismo. En particular, nos gustaría saber sobre cualquier incidente que hayas tenido. Los datos recolectados son completamente anónimos. La encuesta debe tomar aproximadamente 5 minutos.
